Repository: Practice-Looper/practice-looper
Catalog: Mobile/Emka.PracticeLooper.Mobile/AppResources.*.resx
Languages: de_de

source: Audio File
de_de: Audio Datei

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Delete
de_de: Löschen

source: Close
de_de: Schließen

source: Minutes
de_de: Minuten

source: Seconds
de_de: Sekunden

# LoopStartPosition
source: Start position
de_de: Start Markierung

# LoopEndPosition
source: End position
de_de: End Markierung

# SpotifySearchView_Title
source: Add Spotify Song
de_de: Song aus Spotify hinzufügen

# SpotifySearchView_SearchBox_Placeholder
source: Search track
de_de: Such nach einem Lied

# SettingsView_Title
source: Settings
de_de: Einstellungen

# SettingsView_ThirdPartySoftware
source: Third party software
de_de: Drittanbieter-Software

# SettingsView_PrivacyPolicy
source: Privacy policy
de_de: Datenschutz

# OnboardingView_TutorialButton
source: Skip Tutorial
de_de: Tutorial überspringen

# OnboardingView_Welcome_Title
source: Welcome to Practice Looper
de_de: Willkommen bei Practice Looper

# OnboardingView_AddSong_Title
source: Add a new song
de_de: Füge einen neuen Song hinzu

# OnboardingView_Slider_Title
source: Choose start and end point for your loop
de_de: Wähle eine Start- und Endmarkierung für deinen Loop

# OnboardingView_Picker_Title
source: Use the picker to set points more precisely
de_de: Nutze den Picker für präzisere Markierungen

# OnboardingView_AddMarker_Title
source: Save your loops
de_de: Speichere deine Loops

# OnboardingView_ShowMarker_Title
source: Play a loop or delete it
de_de: Spiele einen Loop ab oder lösche ihn

# OnboardingView_LetsStart_Title
source: Now add your first song
de_de: Füge jetzt deinen ersten Song hinzu

# OnboardingView_LetsStart_Description
source: Have fun!
de_de: Viel Spaß!

# Error_Caption
source: Error
de_de: Fehler

# Error_Content_General
source: Oops, something went wrong!
de_de: Oops, etwas ist schief gelaufen!

# Error_Content_CouldNotCreateSession
source: Oops, could not add song, please try again!
de_de: Oops, Song konnte nicht hinzugefügt werden, bitte versuchen Sie es später nochmal!

# Error_Content_CouldNotPlaySong
source: Oops, could not play song, please try again!
de_de: Oops, Song konnte nicht abgespielt werden, bitte versuchen Sie es später nochmal!

# Error_Content_CouldNotDeleteSong
source: Oops, could not delete song, please try again.
de_de: Oops, Song konnte nicht gelöscht werden, bitte versuchen Sie es später nochmal!

# Error_Content_CouldNotCreateLoop
source: Oops, could not add loop, please try again!
de_de: Oops, Loop konnte nicht hinzugefügt werden, bitte versuchen Sie es später nochmal!

# Error_Content_CouldNotDeleteLoop
source: Oops, could not delete loop, please try again!
de_de: Oops, Loop konnte nicht gelöscht werden, bitte versuchen Sie es später nochmal!

# Error_Content_CouldNotConnectToSpotify
source: Failed to connect to Spotify App, please try again!
de_de: Verbindung mit Spotify App fehlgeschlagen, bitte versuchen Sie es erneut!

# Error_Content_FileNotFound
source: The selected file was not found. Do you want to delete this session?
de_de: Die ausgewählte Datei wurde nicht gefunden. Soll die Session gelöscht werden?

# Error_Content_NotEnoughSpace
source: The selected file could not be added because there is not enough free space.
de_de: Die ausgewählte Datei konnte nicht hinzugefügt werden, da nicht genügend Speicherplatz vorhanden ist.

# Error_Content_NoPremiumUser
source: You do not seem to have a Spotify Premium account. To loop Spotify songs you need a Spotify Premium subscription.
de_de: Du scheinst keinen Spotify Premium Account zu haben. Um Spotify Songs loopen zu können, brauchst du ein Spotify Premium Abo.

# Error_Content_PremiumUserCheckFailed
source: Your Spotify account could not be verified. To loop Spotify songs you need a Spotify Premium subscription.
de_de: Dein Spotify Account konnte nicht überprüft werden. Um Spotify Songs loopen zu können, brauchst du ein Spotify Premium Abo.

# Error_Content_NoActivePlayer
source: No active Spotify player found. Log in to the web player and play any song.
de_de: Kein aktiver Spotify Player gefunden. Logge dich im Web Player ein und spiele einen beliebigen Song ab.

# Error_Content_WebViewNavigationError
source: Something went wrong! Check your internet connection and try again.
de_de: Etwas ist schief gelaufen! Überprüfe deine Internetverbindung und versuche es erneut.

# Hint_Caption_SlowConnection
source: Slow connection
de_de: Verbindungsprobleme

# Hint_Content_SlowConnection
source: Your internet connection seems to be slow. This may impact the experience.
de_de: Ihre Internetverbindung scheint schlecht zu sein. Dies kann sich auf die Bedienung der App auswirken.

# Hint_Caption_FileTooLong_Caption
source: Not supported
de_de: Nicht unterstützt

# Hint_Caption_SpotifyMissing
source: Spotify-App missing
de_de: Spotify-App fehlt

# Hint_Content_SpotifyMissing
source: Spotify-App is missing on your device. Wanna go download it now?
de_de: Spotify-App fehlt auf Ihrem Gerät. Möchten Sie sie jetzt herunterladen?

# Hint_Caption_General
source: Warning
de_de: Warnung

# Prompt_Caption_NewLoop
source: New Loop
de_de: Neuer Loop

# Prompt_Content_NewLoop
source: Enter a name
de_de: Geben Sie einen Namen ein
